{
	"News": [
		{
			"content": "The best value!",
			"title": "test",
			"source": "Guardian",
			"date": "2017-12-08",
			"image": "images/bitcoin.jpg",
			"text": "The economist credited with predicting the 2008 global financial crisis said a 12% fall in the value of bitcoin on Friday was the latest proof that the cryptocurrency was the biggest bubble in history and destined for a crash. Nouriel Roubini, professor of economics at New York University, said bitcoin was <the mother of all bubbles> favoured by <charlatans and swindlers> as it fell below $8,000 early on Friday, marking a 30% drop since the beginning of the week as investors became increasingly twitchy about a clampdown on cryptocurrencies by regulators. Later it rallied, climbing back over $8,600 by 3pm (GMT). Bitcoin has lost more than half its value since hitting a peak of near $20,000 in the week before Christmas. Dubbed 'Dr Doom', Roubini said the sharp fall was the beginning of a crash that would see the value of the digital currency plummet 'all the way down to zero'."
		},
		{
			"content": "Cryptocurrency news",
			"source": "CNBC",
			"date": "2016-12-06",
			"image": "images/bitcoins.jpg",
			"text": "Bitcoin has struggled in the last two months amid some back-and-forth on cryptocurrency policy by South Korean regulators. The government did enact a ban on anonymous trading accounts in late January. Japanese cryptocurrency exchange CoinCheck, which suffered the largest hack in the industry, also successfully resumed yen withdrawals on Tuesday. Bitcoin remains more than 30 percent lower for the year so far. But with Wednesday's gains, bitcoin is up about $3,000 from two-month lows hit last week, just ahead of a Senate Banking, Housing and Urban Affairs Committee hearing on cryptocurrencies. The chairmen of the U.S. Securities and Exchange Commission and Commodity Futures Trading Commission said that different federal agencies are trying to coordinate policy on cryptocurrencies and protect consumers. Their comments also focused on regulating sales of new digital coins, or initial coin offerings. The recent CFTC and SEC talks have been positive towards 'pure cryptocurrencies' like bitcoin that began with mining as opposed to an ICO, painting a bullish medium-long term picture, said Alex Sunnarborg, founding partner of Tetras Capital. He added that other developments helping the longer-term outlook for bitcoin include the impressive growth of the Lightning Network, a system that intends to accelerate bitcoin transaction speeds."
		},
		{
			"content": "European Central Bank want to ban bitcoin",
			"source": "fortune.com",
			"date": "2016-12-07",
			"image": "images/bitbybit.jpg",
			"text": "Cryptocurrencies are recording their biggest gains in weeks after the president of the European Central Bank shrugged off talk of a ban. Bitcoin was up more than 7% in early trading Wednesday, gaining over $400 and adding $7.7 billion in market capitalization. In the past week, Bitcoin's value has bounced back from recent turbulence, adding over $1,100 in value and over $19 billion in market cap. While European banking officials warned consumers about the highly volatile nature of Bitcoin, Ethereum, Ripple and other cryptocurrencies, Mario Draghi, president of the European Central Bank, said in a video response to user submitted questions that no ban or regulation was forthcoming. Many of you posted questions about whether the ECB is going to ban Bitcoins or it''s going to regulate Bitcoins, he said. I have to say it's not the ECB's responsibility to do that. Traders had worried that officials would impose regulations on the currency after the head of the head of the World Bank compared cryptocurrencies to Ponzi schemes  last week. Bitcoin and other digital currencies aren't out of the woods yet, though. While the ECB isn't planning any new rules, French Finance Minister Bruno Le Maire said in December he will ask his counterparts in the Group of 20 nations to consider joint regulation of bitcoin. That group is scheduled to meet in March. Bitcoin recorded the biggest gains on the news, but all major cryptocurrencies saw their value increase. Ethereum was up 5.8% just before 9am ET, Ripple eked out a 4% gain. The biggest winner of the morning, though, was Litecoin, which soared 38%."
		}
	]
}
