{
	"News": [
		{
			"content": "The best value!",
			"source": "Guardian",
			"date": "2017-12-08",
			"image": "images/bitcoin.jpg",
			"text": "The economist credited with predicting the 2008 global financial crisis said a 12% fall in the value of bitcoin on Friday was the latest proof that the cryptocurrency was the biggest bubble in history and destined for a crash. Nouriel Roubini, professor of economics at New York University, said bitcoin was <the mother of all bubbles> favoured by <charlatans and swindlers> as it fell below $8,000 early on Friday, marking a 30% drop since the beginning of the week as investors became increasingly twitchy about a clampdown on cryptocurrencies by regulators. Later it rallied, climbing back over $8,600 by 3pm (GMT). Bitcoin has lost more than half its value since hitting a peak of near $20,000 in the week before Christmas. Dubbed 'Dr Doom', Roubini said the sharp fall was the beginning of a crash that would see the value of the digital currency plummet 'all the way down to zero'."
		},
		{
			"content": "Cryptocurrency news",
			"source": "CNBC",
			"date": "2016-12-06",
			"image": "images/bitcoins.jpg",
			"text": "Bitcoin has struggled in the last two months amid some back-and-forth on cryptocurrency policy by South Korean regulators. The government did enact a ban on anonymous trading accounts in late January. Japanese cryptocurrency exchange CoinCheck, which suffered the largest hack in the industry, also successfully resumed yen withdrawals on Tuesday. Bitcoin remains more than 30 percent lower for the year so far. But with Wednesday's gains, bitcoin is up about $3,000 from two-month lows hit last week, just ahead of a Senate Banking, Housing and Urban Affairs Committee hearing on cryptocurrencies. The chairmen of the U.S. Securities and Exchange Commission and Commodity Futures Trading Commission said that different federal agencies are trying to coordinate policy on cryptocurrencies and protect consumers. Their comments also focused on regulating sales of new digital coins, or initial coin offerings. The recent CFTC and SEC talks have been positive towards 'pure cryptocurrencies' like bitcoin that began with mining as opposed to an ICO, painting a bullish medium-long term picture, said Alex Sunnarborg, founding partner of Tetras Capital. He added that other developments helping the longer-term outlook for bitcoin include the impressive growth of the Lightning Network, a system that intends to accelerate bitcoin transaction speeds."
		},
		{
			"content": "European Central Bank want to ban bitcoin",
			"source": "fortune.com",
			"date": "2016-12-07",
			"image": "images/bitbybit.jpg",
			"text": "Cryptocurrencies are recording their biggest gains in weeks after the president of the European Central Bank shrugged off talk of a ban. Bitcoin was up more than 7% in early trading Wednesday, gaining over $400 and adding $7.7 billion in market capitalization. In the past week, Bitcoin's value has bounced back from recent turbulence, adding over $1,100 in value and over $19 billion in market cap. While European banking officials warned consumers about the highly volatile nature of Bitcoin, Ethereum, Ripple and other cryptocurrencies, Mario Draghi, president of the European Central Bank, said in a video response to user submitted questions that no ban or regulation was forthcoming. Many of you posted questions about whether the ECB is going to ban Bitcoins or it''s going to regulate Bitcoins, he said. I have to say it's not the ECB's responsibility to do that. Traders had worried that officials would impose regulations on the currency after the head of the head of the World Bank compared cryptocurrencies to Ponzi schemes  last week. Bitcoin and other digital currencies aren't out of the woods yet, though. While the ECB isn't planning any new rules, French Finance Minister Bruno Le Maire said in December he will ask his counterparts in the Group of 20 nations to consider joint regulation of bitcoin. That group is scheduled to meet in March. Bitcoin recorded the biggest gains on the news, but all major cryptocurrencies saw their value increase. Ethereum was up 5.8% just before 9am ET, Ripple eked out a 4% gain. The biggest winner of the morning, though, was Litecoin, which soared 38%."
		},
		{
			"content": "Bitcoin PRICE SHOCK: Stark warning cryptocurrency could CRASH faster than dot-com bubble",
			"source": "express.co.uk",
			"date": "2018-03-20",
			"image": "images/bitcoinExpress.jpg",
			"text": "BITCOIN'S price could crash faster than dot-com did almost 20 years ago as investors were dealt a stark warning that their prized cryptocurrencies may soon become worthless, it has emerged. Morgan Stanley likened the current market climate of Bitcoin to the dot-com bubble that, during its most 'exuberant' period rose by 250 to 280 per cent - however analysts have stated that the cryptocurrency's timeline is accelerating much faster. Morgan Stanley strategist, Sheena Shah, stated: <Just that the bitcoin rally was around 15 times the speed.>Bitcoin is currently going through a tumultuous price period that has seen it plunge by 21.02 per cent in the last month. At the time of writing the cryptocurrency is worth $8,593.84. Ms Shah stated that the similar behaviour between dot-com and Bitcoin could mean that history is repeating itself, meaning that the cryptocurrency could soon crash. Bitcoin has seen bare markets, periods in which share prices fall that encourage investors to sell, that has demonstrated the sheer volatility of the virtual money. Four bare markets have hit Bitcoin that have shaved roughly 45 to 50 per cent off its value every time. Ms Shah detailed that this is very similar to the five declines of the dot-com bubble before it burst."
		},
		{
			"content": "Making Sense of the World's Cryptocurrency Rules",
			"source": "bloomberg.com",
			"date": "2018-03-20",
			"image": "images/bitcoinBloomberg.jpg",
			"text": "Getting your head around cryptocurrencies was hard enough before governments got involved. But now that policy makers around the world are drawing up fresh regulations on everything from exchanges to initial coin offerings, keeping track of what's legal has become just as daunting as figuring out which newfangled token might turn into the next Bitcoin. The rules can vary wildly by country, given a lack of global coordination among authorities. And while that may change after finance chiefs discuss digital assets at the Group of 20 meeting in Buenos Aires this week, for the time being there's a wide range of opinions on how best to regulate the space. Below is a rundown of what major countries are doing now. Most of the world's cryptocurrency trading takes place in this tech-savvy region, with Japan playing a dominant role after it introduced a licensing system for digital-asset exchanges last year. In Hong Kong, regulators have adopted a more hands-off approach while at the same time warning crypto platforms to refrain from trading anything that qualifies as a security without permission. Singapore's deputy prime minister has called cryptocurrencies an 'experiment,' adding that he doesn't see a strong case to ban trading. Taiwan authorities are taking a wait-and-see approach, while the Philippines plans to roll out rules for ICOs by year-end. China, once a global hub for cryptocurrency trading, now leads the world in cracking down. It has outlawed digital-asset exchanges and ICOs, blocked online access to overseas trading platforms and cut off power to Bitcoin miners. South Korea, which became a hotbed of cryptocurrency activity last year, is also tightening oversight as it works on a comprehensive set of regulations, though it has allowed exchanges to keep operating for now. In India, where crypto-mania has been relatively subdued, the government has said it doesn't consider digital currencies to be legal tender and will take measures to curb their use. Most cryptocurrency trading in the U.S. takes place in a legal gray area, a point highlighted by the nation's two top market watchdogs in testimony to Congress in February. Still, the Securities and Exchange Commission has been scrutinizing everything from ICOs to cryptocurrency hedge funds and trading venues. How exactly it plans to crack down on the industry remains to be seen. In Canada, regulators have said that ICOs may be treated as securities and that products linked to cryptocurrencies should be considered high-risk. At the same time, the country's stock exchanges have become popular destinations for crypto-related stocks and exchange-traded funds. Brazil's market regulator, meanwhile, has barred funds from investing in cryptocurrencies because they aren't classified as financial"
		}
	]
}
