{
	"UserReviews": [
		{
			"user": "",
			"userPic": "images/Alain_Chevalier.png",
			"rating": 10,
			"quote": "",
			"date": "now",
			"template": true
		},
		{
			"user": "Alain Chevalier",
			"userPic": "images/Alain_Chevalier.png",
			"rating": 10,
			"quote": "Through rose-tinted glasses, Bitcoin can do no wrong. It is a currency that is free of central bank control, is decentralized, and it has proven that it can serve as a store of value for people who lose trust in their national currency (Greece, for example). However, the supply of every currency is controlled by some function, and in the case of the Bitcoin it is through the process known as <mining>. In layman's terms, Bitcoin mining is the only way to introduce new currency to the marketplace, and it is performed by <miners> who use expensive software to solve math problems in exchange for the currency.While the sheer difficulty of mining assures Bitcoin users that there wont ever be a massive supply shock in the digital market, the way that Bitcoins are created causes one enormous problem. Primarily, it incentivizes miners to hoard the currency upon receiving it. This is one of the main causes of Bitcoins price volatility (it is estimated that up to 25% of Bitcoins mined have never even entered the marketplace). The only way to alleviate this issue is to mandate that miners have to exchange all newly-mined Bitcoins for another currency of their choice. Otherwise, volatility will end up killing this currency's potential, and a group of Bitcoin miners will control the supply. Is that really any better than a central bank?",
			"date": "2016-01-31",
			"template": false
		},
		{
			"user": "Donna Moore",
			"userPic": "images/Donna_Moore.png",
			"rating": 9.5,
			"quote": "Think of the implications of a currency that has no borders, bars no one from entry, and is not controlled by a government. At a time when we're seeing just how much power is abused... I think the world is ready for a currency that is decentralized and controlled by the people. But yes, Bitcoin still has a journey ahead of it. It needs greater adoption, and more simplicity to appeal to the general public. But then again, the general public should be more informed anyway. Monetary decisions affect them more than the people that make the decisions.",
			"date": "2016-04-30",
			"template": false
		},
		{
			"user": "Elena Petrova",
			"userPic": "images/Elena_Petrova.png",
			"rating": 6,
			"quote": "Bitcoin is an interesting idea, but I think their mechanism for regulating the currency supply is fundamentally flawed. Because the Bitcoin supply doesn't increase in proportion to the growth or use of Bitcoins, there is a deflationary effect, creating an incentive for people to hoard Bitcoins rather than spend them. Gresham's Law in economics suggests that for a complementary currency to be successful, it needs to have an inflationary effect that exceeds inflation in the national currency.",
			"date": "2015-08-31",
			"template": false
		},
		{
			"user": "John Miller",
			"userPic": "images/John_Miller.png",
			"rating": 7,
			"quote": "At this point, Bitcoin is neither a legitimate form of currency nor an investment. Until it gains widespread acceptance and price stability, it will never be a mainstream method of payment. And from an investing perspective, Bitcoin's uncertain future and the lack of any meaningful fundamental metrics make it a speculation at best, and gambling at worst.",
			"date": "2014-02-28",
			"template": false
		},
		{
			"user": "Julie Armstrong",
			"userPic": "images/Julie_Armstrong.png",
			"rating": 5,
			"quote": "The biggest challenges that Bitcoin currently faces are flow of funds, a lack of market makers, and outsized exchange rate risk. It's nearly impossible to move USD in and out of the largest trading platform (MtGox) and, as a result, there are very few significant market makers participating in the exchange. Absent reliable providers of a liquid marketplace, volatility will remain high. This presents major difficulties for businesses and individuals that might otherwise accept Bitcoin as payment for goods and service in forecasting Bitcoin exchange rate risk. Bitcoin can't be a viable long-term currency unless, and until, it is more broadly accepted as an exchange medium for items of real value (i.e. these goods and services). These challenges are interconnected and the current regulatory assault is the single most important aggravating factor to these circumstances.",
			"date": "2013-05-31",
			"template": false
		},
		{
			"user": "Laurent Dubois",
			"userPic": "images/Laurent_Dubois.png",
			"rating": 8,
			"quote": "Most finance pros are divided on Bitcoin's usefulness, value, legality, and whether it's a currency or commodity or something else. But one thing we can all agree on is, while it's much safer (and cheaper!) for a merchant to receive a payment in Bitcoin over credit card, only very few merchants in the world accept it, which is keeping the awareness, price, and usefulness of Bitcoin low. So, until accepting Bitcoin becomes ubiquitous, where purchasers and vendors won't ever need to exchange it for fiat currency because they can spend it in most places, Bitcoin users need to continually exchange their coins for $USD or look for services to make spending coins as easy as swiping a credit card.",
			"date": "2013-05-31",
			"template": false
		},
		{
			"user": "Monique Legrand",
			"userPic": "images/Monique_Legrand.png",
			"rating": 2,
			"quote": "Bitcoin is a scam that needlessly hurts the environment: 1) Round trip trades inflate prices and make it look more liquid a market, according to one of the founders of RSA. 2) The European Central Bank says it's a risky system for its users and could easily become illiquid. 3) The Electronic Frontier Foundation won't accept Bitcoin for all the legal concerns associated with it from the stamp act, to money laundering, to tax evasion. 4) The system is prone to theft given the file sharing nature and this has occurred several times. 5) Computers processing Bitcoin transactions use over $100,000 worth of electricity everyday.",
			"date": "2013-08-09",
			"template": false
		},
		{
			"user": "Richard Wilson",
			"userPic": "images/Richard_Wilson.png",
			"rating": 4.5,
			"quote": "My thoughts on Bitcoin and the other currencies is that they ought to be legal unless there is fraud involved. The government should not get involved in regulating private money if there is no fraud. I do not take a position on Bitcoin and other proposed currencies in a technical fashion, but I understand the political ramifications of them, and I think that government should stay out of them and they should be perfectly legal, even though I don't endorse (technically) one over another.",
			"date": "2016-03-04",
			"template": false
		}
	]
}
